[
  {
    "content": "<h1>Présentation générale</h1><p><strong>L’Union Fédérale Balte (UFB) </strong>est un État fédéral situé en Europe du Nord-Est, structuré autour du bassin de la mer Baltique. Elle regroupe plusieurs peuples et territoires historiquement, culturellement et politiquement distincts au sein d’un même cadre institutionnel.</p><p><strong>L’UFB </strong>se caractérise par une forte orientation maritime, une organisation fédérale affirmée et une identité collective fondée sur la coopération entre ses composantes. Son existence repose sur la volonté de garantir la stabilité régionale, la sécurité collective et la continuité des traditions propres aux peuples qui la composent.</p>",
    "custom_css": "",
    "custom_js": "",
    "h": 250,
    "id": "comp-1",
    "type": "text",
    "w": 1130,
    "x": 30,
    "y": 60,
    "z": 0
  },
  {
    "bg_color": "#333333",
    "content": "",
    "custom_css": "",
    "custom_js": "",
    "h": 330,
    "id": "comp-2",
    "type": "shape",
    "w": 310,
    "x": 1180,
    "y": 60,
    "z": 1
  },
  {
    "content": "<p><strong>L’Union Fédérale Balte</strong></p>",
    "custom_css": "",
    "custom_js": "",
    "h": 50,
    "id": "comp-3",
    "type": "text",
    "w": 280,
    "x": 1230,
    "y": 40,
    "z": 2
  },
  {
    "content": "",
    "custom_css": "",
    "custom_js": "",
    "h": 10,
    "id": "comp-4",
    "type": "separator",
    "w": 300,
    "x": 1180,
    "y": 303,
    "z": 3
  },
  {
    "content": "",
    "custom_css": "",
    "custom_js": "",
    "h": 170,
    "id": "comp-5",
    "image_path": "images/img_20260121_135126_206310.png",
    "type": "image",
    "w": 270,
    "x": 1190,
    "y": 110,
    "z": 4
  },
  {
    "content": "<p>Drapeau de l'UFB</p>",
    "custom_css": "",
    "custom_js": "",
    "h": 60,
    "id": "comp-6",
    "type": "text",
    "w": 150,
    "x": 1250,
    "y": 251,
    "z": 5
  },
  {
    "content": "",
    "custom_css": "",
    "custom_js": "",
    "h": 10,
    "id": "comp-1768999956445",
    "type": "separator",
    "w": 300,
    "x": 1180,
    "y": 100,
    "z": 4
  },
  {
    "content": "",
    "custom_css": "",
    "custom_js": "",
    "h": 10,
    "id": "comp-1768999956446",
    "type": "separator",
    "w": 1130,
    "x": 30,
    "y": 310,
    "z": 7
  },
  {
    "content": "<h1>Géographie et positionnement régional</h1><p>L’Union Fédérale Balte s’étend sur des territoires riverains et proches de la mer Baltique. Cette position géographique confère à l’État un rôle central dans les échanges maritimes, les flux commerciaux et les équilibres stratégiques de la région.</p><p>Le territoire fédéral comprend des zones côtières, des espaces forestiers et des régions urbaines historiquement développées autour du commerce, de l’industrie et des infrastructures portuaires. La mer Baltique constitue un élément structurant de l’espace politique, économique et culturel de <strong>l’UFB</strong>.</p>",
    "custom_css": "",
    "custom_js": "",
    "h": 260,
    "id": "comp-1768999956447",
    "type": "text",
    "w": 1150,
    "x": 30,
    "y": 320,
    "z": 8
  },
  {
    "content": "",
    "custom_css": "",
    "custom_js": "",
    "h": 2,
    "id": "comp-1768999956448",
    "type": "separator",
    "w": 1130,
    "x": 30,
    "y": 585,
    "z": 9
  },
  {
    "content": "<h1>Population et peuples constitutifs</h1><p>La population de l’Union Fédérale Balte est composée principalement de peuples baltes, polonais et allemands. Ces groupes présentent des héritages linguistiques, culturels et historiques distincts, qui coexistent au sein du cadre fédéral.</p><p>La diversité démographique de <strong>l’UFB </strong>est reconnue comme un fondement de l’État. Les identités locales et nationales sont préservées, tandis qu’une identité fédérale commune s’est progressivement développée autour de valeurs partagées telles que la solidarité, la résilience collective et la défense du territoire commun.</p>",
    "custom_css": "",
    "custom_js": "",
    "h": 255,
    "id": "comp-1768999956449",
    "type": "text",
    "w": 1160,
    "x": 25,
    "y": 595,
    "z": 10
  },
  {
    "content": "",
    "custom_css": "",
    "custom_js": "",
    "h": 2,
    "id": "comp-1768999956450",
    "type": "separator",
    "w": 1130,
    "x": 30,
    "y": 860,
    "z": 11
  },
  {
    "content": "<h1>Organisation politique et administrative</h1><p><strong>L’UFB</strong> est organisée selon un modèle fédéral, reposant sur la répartition des compétences entre un pouvoir central et des entités fédérées disposant d’une autonomie institutionnelle.</p><p>Le pouvoir fédéral est chargé des domaines relevant de l’intérêt commun, notamment la politique étrangère, la défense, la sécurité maritime et la coordination générale. Les entités fédérées exercent leurs compétences dans les domaines internes, selon des modalités définies par les accords fédéraux.</p><p>Ce système vise à concilier unité politique et pluralité des traditions administratives. Les institutions fédérales jouent un rôle d’arbitrage et de coordination entre les différentes composantes de l’Union.</p>",
    "custom_css": "",
    "custom_js": "",
    "h": 370,
    "id": "comp-1768999956451",
    "type": "text",
    "w": 1165,
    "x": 25,
    "y": 870,
    "z": 12
  }
]